-- Удаление данных из таблицы список_измерений
DELETE FROM список_измерений;

-- Удаление данных из таблицы список_пунктов
DELETE FROM список_пунктов;

-- Удаление данных из таблицы список_профилей
DELETE FROM список_профилей;

-- Удаление данных из таблицы список_площадей
DELETE FROM список_площадей;

-- Удаление данных из таблицы список_участников
DELETE FROM список_участников;

-- Удаление данных из таблицы координаты_профиля
DELETE FROM координаты_профиля;

-- Удаление данных из таблицы координаты_площади
DELETE FROM координаты_площади;

-- Удаление данных из таблицы Измерения
DELETE FROM Измерения;

-- Удаление данных из таблицы Пункты_наблюд
DELETE FROM Пункты_наблюд;

-- Удаление данных из таблицы Профиль
DELETE FROM Профиль;

-- Удаление данных из таблицы Площадь
DELETE FROM Площадь;

-- Удаление данных из таблицы Проект
DELETE FROM Проект;

-- Удаление данных из таблицы Пользователь
DELETE FROM Пользователь;
